'use client'
import Category from '@/components/category/Category'
import Heading from '@/components/products/components/Heading'
import Text from '@/components/products/components/Text'
import SortingComponent from '@/components/sort/SortingComponent'

export default function Homesuits() {
  return (
    <>
      <Heading title={'Домашні костюми'} />
      <Category category={'homesuits'} />
      <div className=" max-w-[350px] sm:max-w-[650px] md:max-w-[924px] lg:max-w-[1024px] p-[20px] mx-auto">
        <Text>
          У гардеробі кожної жінки обов&apos;язково має бути не тільки маленька
          чорна сукня для виходів у світ, але й комфортний одяг для дому, в
          якому буде максимально зручно відпочивати, займатиметься спортом та
          різними домашніми справами. У каталозі ви знайдете стильні варіанти на
          всі випадки життя. Домашній жіночий одяг NikKon – це справжнє втілення
          комфорту, практичності та краси, а велика різноманітність моделей
          дозволяє без проблем підібрати найбільш підхожий для себе варіант.
        </Text>

        <Heading title="ЖІНОЧИЙ ДОМАШНІЙ ОДЯГ" />

        <Text>
          Кожна жінка хоче виглядати стильно та привабливо завжди, навіть у
          домашній обстановці. Торгова марка NikKon повністю поділяє це бажання
          і представляє до Вашої уваги колекцію високоякісного одягу для дому,
          яка підкреслить Вашу красу і дозволить відчувати себе неперевершеною.
          У магазині Ви зможете купити: піжами (довгі та короткі, з натуральної
          бавовни та штучного шовку, однотонні та з принтами); нічні сорочки (в
          асортименті представлені сорочки різних фасонів: з довгим та коротким
          рукавом, на тонких бретелях); халати (вишукані моделі зі штучного
          шовку, практичні бавовняні та теплі велюрові халатики); худі (кофти вільного крою з капюшоном на зав&apos;язках
          відмінно підходять для доповнення домашніх та спортивних образів);
          штани (домашні);  Завдяки
          широкій розмірній сітці, купити домашній одяг NikKon можуть жінки
          різної комплекції. Правильно підібрана модель не тільки підкреслить
          всі переваги фігури, але й спритно приховає дрібні недоліки, щоб Ви
          виглядали вдома просто бездоганно.
        </Text>

        <Heading title="ЯК ВИБРАТИ ЖІНОЧИЙ ДОМАШНІЙ ОДЯГ?" />

        <Text>
          Як і будь-які інші речі, жіночий одяг для дому необхідно вибирати
          насамперед по сезону. Для літа ідеально підійдуть легкі комплекти, домашні костюми та халатики. Також у теплу пору року
          актуальні нічні сорочки та халатики з бавовни, віскози, штучного
          шовку. Для зими найкраще купити м&apos;які та теплі велюрові
          комплекти, спортивні штани та світшоти, довгі бавовняні піжами.
          Завдяки високому вмісту натуральних волокон одяг із цих матеріалів
          добре зігріває і дарує відчуття особливого затишку в прохолодну
          погоду, а вільний крій робить його неймовірно зручним. Ще один
          важливий момент, на який варто звернути увагу при виборі – якість
          тканини. Вона повинна бути приємною на дотик, повітропроникною,
          еластичною, але при цьому стійкою до розтягування. Весь жіночий одяг
          NikKon виготовляється з комфортних до тіла, матеріалів, що дихають,
          які зберігають привабливий вигляд навіть після багаторазових прань,
          тому носити її Ви зможете довго. Бажаєте купити зручний та стильний
          комплект для дому? У нашому каталозі для Вас знайдеться багато цікавих
          варіантів!
        </Text>

        <Heading title="ЯКІ ЦІНИ НА ОДЯГ ДЛЯ ДОМУ ТА СНУ?" />

        <Text>
          Ціна на одяг для дому та сну починається від 300 грн до 1799 грн.
        </Text>

        <Heading title="ДЕ НЕДОРОГО КУПИТИ ОДЯГ ДЛЯ ДОМУ ТА СНУ?" />
        <Text>
          Недорого купити одяг для дому та сну від виробника Ви можете в нашому
          онлайн інтернет магазині. Швидка доставка за цінами перевізників по
          всій Україні. Також можливий оптовий продаж одягу для дому та сну
          у Харкові.
        </Text>

        <Heading title="ЯК ВИБРАТИ ОДЯГ ДЛЯ ДОМУ ТА СНУ?" />
        <Text>
          Для зручності вибору розміру одягу
          для дому та сну, в кожній карточці товару присутня таблиця розмірів.
        </Text>
      </div>
      {/* описание */}
    </>
  )
}
