'use client'
import Category from "@/components/category/Category";
import Heading from "@/components/products/components/Heading";
import Text from "@/components/products/components/Text";


export default function Pajamas() {
  return (
    <>
      <Heading title={'пижами'} />
      <Category category={'pajamas'} />
      <div className=" max-w-[350px] sm:max-w-[650px] md:max-w-[924px] lg:max-w-[1024px] p-[20px] mx-auto">
        <Text>
          Жіноча піжама - це не тільки зручний одяг для сну. Більшість
          комплектів підходять для того, щоб ходити в них по будинку, а деякі
          моделі є справжньою зброєю спокуси, ефектно підкреслює всі принади
          тіла і додає образу особливу привабливість. В інтернет-магазині
          NikKon.com.ua Ви знайдете красиву і зручну піжаму для будь-якого
          випадку життя - асортимент моделей дуже широкий, тому Ви неодмінно
          зможете підібрати для себе просто ідеальний варіант.
        </Text>
        <Heading title="ЯК ВИБРАТИ ЖІНОЧУ ПІЖАМУ?" />
        {/* возможно доработать калькулятор размера !!! */}
        <Text>
          Оскільки в ліжку ми проводимо близько третини нашого життя, до вибору
          одягу для сну слід підходити з особливою увагою. Перш за все, вона
          повинна бути досить вільною і не сковувати рухів. Щоб визначити
          найбільш підходящий розмір, за допомогою сантиметрової стрічки
          виміряйте обхват грудей, талії, стегон і потім знайдіть оптимальний
          варіант в розмірної таблиці. Зверніть увагу, що комплект для сну не
          повинен щільно облягати тіло, тому брати одяг впритул не варто - краще
          купити піжаму на розмір більше. Завдяки цьому Ви зможете вільно
          рухатися і відчувати себе максимально комфортно.
        </Text>
        <Heading title="ЖІНОЧІ ПІЖАМИ: ВИДИ І ОСОБЛИВОСТІ" />
        <Text>
          Сучасний асортимент піжам для жінок вражає своєю різноманітністю.
          Серед найбільш популярних моделей можна відзначити: Жіночі піжами зі
          штанами і футболкою. Відмінний варіант для осінньо-зимового сезону,
          особливо в поєднанні з халатиком. У піжамах з довгими штанами зручно
          спати і проводити час вдома, а практичний фасон і дихаючий матеріал
          дозволяють відчувати себе невимушено і легко. Комплекти для дому та
          сну зі штанами і футболкою з довгим рукавом. Такі піжами зігріють в
          прохолодну погоду і подарують відчуття затишку під час відпочинку або
          занять домашніми справами. У нашому каталозі представлений великий
          вибір комплектів на будь-який смак, в яких Вам буде надзвичайно тепло
          зимовими вечорами. Завдяки зручному вільному крою піжамні комплекти ТМ
          NikKon не ускладнюють рухи, ніде не тиснуть і чудово сідають на
          будь-яку фігуру, а для їх виробництва використовуються виключно
          високоякісні матеріали, такі як: Бавовна. З нього виготовляються м'які
          і комфортні піжами, які можна носити в будь-який час року. Вони
          відмінно пропускають повітря і дозволяють шкірі дихати, завдяки чому
          влітку в них абсолютно не жарко. Взимку ж затишна бавовняна піжама
          зігріє тіло і подарує виключно приємні відчуття під час сну. Віскоза.
          За своїми експлуатаційними якостями цей матеріал практично нічим не
          поступається бавовні. Віскоза також характеризується хорошою
          вентиляцією і гігроскопічністю, завдяки чому комплект з неї
          забезпечить комфорт в будь-яку погоду. Штучний шовк. Вироби з нього
          виглядають вишукано і розкішно, тому шовкові домашні комплекти, як
          правило, вибирають жінки, які хочуть бути чарівними навіть у домашній
          обстановці. Матеріал дуже легкий, гладкий і приємний до тіла. Також
          штучний шовк практично не мнеться і не сідає після прання. На окрему
          увагу заслуговують піжамні комплекти з мереживною обробкою. Виглядають
          вони дуже ніжно, жіночно і, в той же час спокусливо, завдяки чому їх
          можна використовувати не тільки для повсякденного носіння, але і для
          створення ефектного романтичного образу. Купити будь-яку жіночу піжаму
          NikKon за найнижчою ціною Ви можете в нашому офіційному
          інтернет-магазині. Для Вашої зручності ми пропонуємо оперативну
          доставку замовлень по всій території України. Також у нас постійно
          проводяться акції та сезонні розпродажі, що дозволяють купувати
          якісний одяг для сну і домашнього відпочинку по ще більш привабливими
          цінами.
        </Text>
        <Heading title="ЯКІ ЦІНИ НА ПІЖАМИ?" />
        <Text>Ціна на піжами починається від 299 грн до 1099 грн.</Text>
        <Heading title="ДЕ НЕДОРОГО КУПИТИ ПІЖАМИ?" />
        <Text>
          Недорого купити піжаму жіночу від виробника Ви можете в нашому онлайн
          інтернет магазині. Швидка доставка за цінами перевізників по всій
          Україні. Також можливий оптовий продаж одягу для дому та сну у
          Харкові.
        </Text>
        <Heading title="ЯК ВИБРАТИ ПІЖАМИ?" />
        <Text>
          Для зручності вибору розміру піжам, в кожній карточці
          товару присутня таблиця розмірів.
        </Text>
      </div>
    </>
  )
}
