'use client'
import Category from '@/components/category/Category'
import Heading from '@/components/products/components/Heading'
import Text from '@/components/products/components/Text'

export default function Sweatshirts() {
  return (
    <>
      <Heading title={'Світшоти'} />
      <Category category={'sweatshirts'} />
      <div className=" max-w-[350px] sm:max-w-[650px] md:max-w-[924px] lg:max-w-[1024px] p-[20px] mx-auto">
        <Text>
          У прохолодну пору року затишний теплий світшот стає одним із базових
          предметів у жіночому гардеробі. По суті, це щось середнє між светром
          та толстовкою. Особливістю світшотів є вільний крій, відсутність
          застібок, круглий виріз горловини, наявність манжетів на рукавах та
          внизу кофти. Серед додаткових елементів допускаються накладні кишені
          та/або капюшон. Така річ чудово вписується у повсякденний та
          спортивний стиль, а також є ідеальним варіантом домашнього одягу.
          Купити жіночий світшот неодмінно варто усім, хто хоче виглядати
          стильно та почуватись при цьому максимально комфортно, завдяки
          сучасному дизайну та зручному фасону.
        </Text>
        <Heading title="ЖІНОЧІ СВІТШОТИ - ЯК ВИБРАТИ?" />
        <Text>
          Хочете купити якісний світшот, який ідеально впишеться у Ваш гардероб
          та гармонійно поєднається з джинсами, легінсами, спортивними штанами?
          Насамперед необхідно визначитися з дизайном. Лаконічні однотонні
          світшоти (зеленого, червоного, чорного, білого кольору) вважаються
          найбільш універсальним варіантом. Їх можна носити практично з чим
          завгодно. Моделі з капюшоном та накладними кишенями найкраще
          поєднуються з образами спортивного стилю. Наступний важливий момент –
          вибір матеріалу. Бавовняні жіночі світшоти підходять для будь-якої
          пори року. Вони зігріють взимку та в осінньо-весняний період. Також їх
          можна носити прохолодними літніми вечорами. Якщо ж Ви шукаєте довгий
          зимовий світшот, пропонуємо звернути увагу на велюровий худі. Це
          зручна кофта з м'якого та приємного до тіла матеріалу, в якій Вам
          гарантовано буде тепло та комфортно. Насамкінець залишається
          визначитися з розміром. Враховуйте, що жіночий світшот не повинен
          облягати фігуру та обмежувати рухи. Занадто вільні моделі, модні нині
          «oversize», для повсякденного носіння також не дуже комфортні. Щоб
          знайти найбільш вдалий варіант, краще орієнтуватися на розмірну
          таблицю виробника.
        </Text>
        <Heading title="МОДНІ СВІТШОТИ" />
        <Text>
          У нашій колекції ми зібрали стильні жіночі кофти, купити які Ви можете
          для прогулянок, відпочинку, занять спортом та будь-яких інших випадків
          життя. Розглянемо наймодніші моделі: Спортивний світшот із капюшоном.
          Незамінна річ для створення зручних та стильних луків у популярному
          «стріт стайлі». Особливо цікаво виглядає яскрава модель кольору фуксія
          та ніжна пудрова кофта з контрастними вставками на рукавах. Класичний
          жіночий світшот довжиною до стегон. Ідеально поєднується з низом, що
          облягає (джинсами-скінні або легінсами). Також у комплект можна
          підібрати зручні спортивні штани вільного крою. Укорочений світшот.
          Такий фасон чудово виглядає у поєднанні зі спідницями, брюками або
          джинсами із завищеною талією. Що стосується колірних поєднань, то вони
          можуть бути найрізноманітнішими. Пастельний бежевий або ніжно-рожевий
          світшот красиво виглядає у комбінації як з однотонним низом, так і з
          контрастними темними штанами. Те саме стосується і яскравих відтінків:
          блакитного, жовтого, зеленого кольорів. Щоразу Ви можете поєднувати їх
          із різними речами і, таким чином, створювати нові оригінальні луки.
          Брендові жіночі світшоти NikKon поєднують стильний сучасний дизайн і
          високу якість виконання, завдяки чому в них Вам гарантований
          бездоганний зовнішній вигляд і комфорт в будь-яких ситуаціях. В
          асортименті представлені моделі різних кольорів та розмірів. Також в
          інтернет-магазині NikKon.com.ua Ви зможете купити легінси, спортивні
          штани чи шорти, які чудово доповнять Ваш образ зі світшотом.
        </Text>
        <Heading title="ЯКІ ЦІНИ НА СВІТШОТИ?" />
        <Text>Ціна на світшоти починається від 499 грн до 799 грн.</Text>
        <Heading title="ДЕ НЕДОРОГО КУПИТИ СВІТШОТИ?" />
        <Text>
          Недорого купити світшоти від виробника Ви можете в нашому онлайн
          інтернет магазині. Швидка доставка за цінами перевізників по всій
          Україні. Також можливий оптовий продаж одягу для дому та сну у
          Харкові.
        </Text>
        <Heading title="ЯК ВИБРАТИ СВІТШОТИ?" />
        <Text>
          Для зручності вибору розміру світшотів, в кожній карточці товару
          присутня таблиця розмірів.
        </Text>
      </div>
    </>
  )
}
