'use client'
import Category from "@/components/category/Category";
import Heading from "@/components/products/components/Heading";
import Text from "@/components/products/components/Text";


export default function Robes() {
  return (
    <>
      <Heading title={'Халати'} />
      {/* сортировка */}
      <Category category={'robes'} />
      <div className=" max-w-[350px] sm:max-w-[650px] md:max-w-[924px] lg:max-w-[1024px] p-[20px] mx-auto">
        <Text>
          Для багатьох жінок халат є найбільш зручним домашнім одягом, який
          приємно накинути на себе після пробудження, прийняття душу або під час
          відпочинку. В асортименті інтернет-магазину NikKon.com.ua
          представлений великий вибір моделей на кожен день і для особливих
          випадків, які, безсумнівно, займуть гідне місце у Вашому гардеробі і
          будуть довго радувати Вас відмінною якістю виконання.
        </Text>
        <Heading title="ЯК ВИБРАТИ ЖІНОЧИЙ ХАЛАТ?" />
        <Text>
          Для початку необхідно визначитися з тим, коли Ви плануєте його носити.
          Для теплої пори року відмінно підійде легкий халатик зі штучного
          шовку, бавовни або віскози. Ці матеріали добре пропускають повітря і
          дозволяють тілу дихати, завдяки чому в них буде комфортно і абсолютно
          не жарко. У прохолодну погоду немає нічого кращого за м'який
          бавовняний або велюровий халат. Такі моделі подарують відчуття тепла і
          затишку під час занять домашніми справами, а також швидко зігріють
          тіло після прийняття ванни або душу. В іншому вибір повністю залежить
          від Ваших вподобань. Для прихильниць класики ідеально підійдуть
          однотонні халати під пояс. Для романтичних натур - моделі з ніжним
          квітковим принтом або мереживною обробкою. Головне, щоб халат Вам
          подобався зовні, і в ньому було максимально комфортно.
        </Text>
        <Heading title="ВИДИ ХАЛАТІВ" />
        <Text>
          Сучасні жіночі халати відрізняються великою різноманітністю фасонів,
          кольорів і інших особливостей. Універсальним варіантом для жінок
          будь-якої комплекції є моделі прямого крою на запах. Вони не обмежують
          рухи і легко регулюються по ширині, гарно виглядають на фігурі і
          вигідно підкреслюють лінію талії. Довжина халата при цьому може бути
          різна. На струнких дівчатах ефектно виглядають укорочені моделі вище
          коліна, які підкреслюють жіночність форм і витонченість фігури. Ще
          один хороший варіант для дому та відпочинку - халат міді довжиною
          нижче колін. Така модель підійде будь-якій жінці і дозволить відчувати
          себе красивою і привабливою, навіть займаючись рутинними повсякденними
          справами.
        </Text>
        <Heading title="НА ЩО ЗВЕРТАТИ УВАГУ ПРИ ВИБОРІ ЖІНОЧОГО ХАЛАТА?" />
        <Text>
          В першу чергу, радимо вибирати вироби з високоякісних натуральних
          матеріалів: Бавовняні халати дуже м'які і приємні до тіла. Також вони
          відрізняються гарною повітропроникністю, гігроскопічністю і
          зносостійкість. Халатик з віскози - кращий вибір для теплої пори року.
          Шкіра в ньому буде дихати, що дозволить відчувати себе комфортно в
          будь-яку погоду. Затишний велюровий халат - незамінна річ після водних
          процедур або в прохолодну погоду. Матеріал прекрасно вбирає вологу і
          зігріває, завдяки чому після прийняття ванни або душу відпочивати в
          ньому буде найзручніше. Високою якістю і особливою вишуканістю
          відрізняються також красиві халатики зі штучного шовку. Вони дозволять
          розкішно виглядати навіть в домашній обстановці. Ще однією родзинкою
          багатьох моделей зі штучного шовку є мереживна обробка рукавів, яка
          надає їм ще більшу привабливість. В інтернет-магазині NikKon.com.ua Ви
          зможете недорого купити якісний і зручний жіночий халат як для
          повсякденного носіння, так і для доповнення особливих романтичних або
          сексуальних домашніх образів.
        </Text>
        <Heading title="ЯКІ ЦІНИ НА ХАЛАТИ?" />
        <Text>Ціна на халати починається від 499 грн до 1099 грн.</Text>
        <Heading title="ДЕ НЕДОРОГО КУПИТИ ХАЛАТИ?" />
        <Text>
          Недорого купити халати від виробника Ви можете в нашому онлайн
          інтернет магазині. Швидка доставка за цінами перевізників по всій
          Україні. Також можливий оптовий продаж одягу для дому та сну у
          Харкові.
        </Text>{' '}
        <Heading title="ЯК ВИБРАТИ ХАЛАТИ?" />
        <Text>
          Для зручності вибору розміру халатів, в кожній карточці
          товару присутня таблиця розмірів.
        </Text>
      </div>
    </>
  )
}
